Repository: 84000/data-translation-memory
Catalog: toh431-v1.tmx
Source language: bo
Languages: en

source: མའི་མགོ་བོའི་ལམ་ནས་པདྨར་རབ་ཏུ་ཞུགས་ནས་
en: Entering through the fontanel of the future mother, one falls into the vagina,

source: ཕའི་ཁུ་བ་དང་འདྲེས་པར་གྱུར་ནས་དེའི་སྐྱེ་བའི་རྩལ་གནས་ནས།
en: becomes fused with the semen, and remains in her birth channel.

source: དེ་ནས་སྔོན་བཞིན་དུ་འབྱུང་ཞིང་སྐྱེའོ། །
en: Then, in the same way as before, one emerges and is born.

source: དེ་བཞིན་ཉིད་དུ་མ་རིག་པ་ལ་སོགས་པ་དང་བཅས་པ་རྣམས་ཀྱིས་འཇིག་རྟེན་དུ་སྐྱེ་སྟེ།
en: “So in this way, people are born into the world through ignorance and the rest.

source: འཇིག་རྟེན་རྣམས་ཀྱང་ཕུང་པོ་ལྔ་པོ་རྣམས་
en: And these people are only the five aggregates.

source: དེ་རྣམས་ཀྱང་སྡུག་བསྔལ་ལ་འཁོར་ཞིང་འཇུག་པའི་ཕུང་པོ་ལྔ་པོ་རྣམས་སོ། །
en: These five aggregates circle unhappily around in saṃsāra.

source: ཐར་པ་དོན་དུ་གཉེར་བ་རྣམས་ལ།
en: But those who seek liberation

source: མ་རིག་པ་ལ་སོགས་པ་ཕུང་པོའི་རང་བཞིན་འགོག་པའི་ཕྱིར།
en: “After the cessation of ignorance and the remaining links,

source: སྡུག་བསྔལ་གྱི་བྱ་བར་གྱུར་པ་ཡང་མེད་དོ།
en: the aggregates will also cease.

source: དཔལ་ལྡན་མགོན་པོ་མི་གཡོ་བའི་བདག་ཉིད་ཅན་
en: it is the glorious lord Acala himself;

source: དགའ་བ་བཞིའི་སྐུ་ཅན།
en: form of the four joys;

source: སྲིད་པ་དང་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་མི་གནས་
en: it abides in neither existence nor nirvāṇa;

source: ཐར་པ་ནི་
en: it is liberation.

source: མི་གཡོ་བའི་དོན་ཡོངས་སུ་ཤེས་པ་
en: By knowing the meaning of Acala fully

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོའི་རྒྱུད་ལས། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་རིམ་པར་ཕྱེ་བ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: This concludes the chapter on dependent origination, sixteenth in the glorious tantra of Caṇḍa­mahā­roṣaṇa called “ The Sole Hero

source: མགོན་པོ་འདིར་ནི་ཁུ་ཁྲག་སྦྱོར། །ལིང་ག་བྷ་ག་ནུ་མ་རྣམས། །རབ་ཏུ་འཕེལ་བར་བྱེད་ནུས་དང་། །
en: “Lord, this sexual union Can increase and vitalize The semen, menstrual blood, penis, vagina, and breasts,

source: བུད་མེད་ཡིད་ནི་དབང་གྱུར་དང་། །
en: “As there are methods for bringing the woman’s mind to the state of enthrallment,

source: མོ་ཤམ་ཉིད་དུ་བྱ་བ་དང་། །
en: And also for treating barrenness,

source: ཁུ་བ་བཅིང་དང་ཁྲག་འབབ་པའི། །
en: For arresting the semen, and causing the menstrual blood to flow—

source: སྦྱོར་བ་ཡང་ནི་བཤད་དུ་གསོལ། །
en: Please explain these methods.”

source: ལྷ་མོ་ལེགས་སོ་ལེགས་པར་བྱས། །
en: “Well done! Well done, O goddess,

source: ཁྱོད་ཀྱིས་ང་ལ་གསོལ་བཏབ་གང་། །
en: That you have made this request to me!

source: རྣམ་པ་སྣ་ཚོགས་བདེ་བཤད་བྱ། །
en: “I will explain various methods,

source: འཇིག་རྟེན་དངོས་གྲུབ་དོན་ཕྱིར་ཉོན། །
en: So please listen for the sake of mundane accomplishments.

source: དང་པོར་ལུས་ནི་སྦྱང་བྱས་ནས། །
en: At the beginning, one should purify one’s body,

source: ཕྱི་ནས་ལས་ནི་ཡང་དག་བརྩམ། །
en: And afterward, start the rites.

source: དཔེར་ན་གོས་ནི་དཀར་བྱས་ལ། །ཚོན་གྱིས་ཁ་དོག་མཆོག་འབར་ལྟར། །
en: “A dye placed on a white cloth Will stand out the most.

source: འབྲས་བུ་གསུམ་གྱི་ཐང་བཟུང་ནས། །
en: One should prepare an infusion of the three myrobalan fruits,

source: ཡ་བཀྵ་ར་པ་ལཱ་ས་ཀྵྃ།
en: Barley potash, and dhak;

source: བཟའ་བྱ་བུ་རམ་དང་བཅས་བཏུང་། །
en: “By eating it and drinking molasses,

source: སྲིན་བུ་མ་ཞུ་རབ་སྦྱངས་ནས། །
en: One will clear worms and indigestion completely.

source: ཀེ་ཏ་ཀྱ་ཁུ་མར་ཁུ་དང་། །ཧི་ལ་མོ་ཙི་སེནྡྷ་བ། །
en: Mixing the sap of umbrella tree, sesame oil, The juice of buffalo spinach, and sea salt,

source: བཏུང་བྱ་བྱུགས་ནས་ཉི་མས་བདུག །
en: “One should drink it and rub it on, exposing the body to strong sunshine;

source: ཀེ་ཏ་ཀྱ་ཁུ་ཏཱི་ལ་མར་དང་། །ལན་ཚྭ་དང་བཅས་བཏུང་བྱས་ནས། །
en: The sap of the umbrella tree and sesame oil— One should drink them mixed with salt.

source: ཉི་མ་ལ་འཆག་སྦྱོར་བ་ཡིས། །ཡན་ཚྭ་རྣམས་ནི་ཉམས་པར་འགྱུར། །
en: “If one walks in strong sunshine, Salt will diminish.

source: ཧི་ལ་མོ་ཙིའི་ཁུ་ཅུང་ཟད། །སེནྡྷ་བ་དང་ཡང་དག་ལྡན། །
en: Some juice of buffalo spinach Mixed with sea salt

source: གྲིབ་མ་ལ་ནི་གནས་བཅས་ནས། །མཁྲིས་པ་རྣམས་ནི་སེལ་བར་བྱེད། །
en: “Should be kept in the shade And consumed to remove excess bile.

source: ཀེ་ཏ་ཀྱ་ཁུ་ཏི་ལ་དང་། །ཀུ་ཅ་མཱ་ལ་བའི་འོ་མ། །
en: The sap of the umbrella tree, sesame oil, And cow’s milk from the root of the udder—

source: ཕ་ཐ་སེ་མྱུག་ཁུ་བ་དང་། །ལན་ཚྭར་བཅས་པ་བཏུང་བྱས་ན། །
en: One should drink the sap from the blossom of the white gourd melon Seasoned with salt;

source: རེ་རེའང་ཉི་མ་གཉིས་སུ་བྱ། །
en: One should use these, one after the other, over two days;

source: དེ་ཡིས་དེ་ཉིད་འབྲས་བུ་སྟེར། །
en: “Only this will produce the result;

source: དགའ་མ་གཞན་དུ་དེ་འབྲས་མེད། །
en: Doing it any other way will be fruitless, my beloved.

source: མོན་ཙ་ར་ཤུན་ཕྱེ་མ་ཡི། །ཐུག་པ་ཚ་མོ་བཏུང་བར་བྱ། །
en: One should powder some bark of the silk-cotton tree And eat it together with the hot scum of boiled rice.

source: ལན་བདུན་དུ་ནི་སྔགས་བྱས་ནས། །སྔ་མོའམ་ནི་ཟས་དུས་སུ། །
en: “One should incant it seven times and eat it Either early in the morning or at mealtime.

source: ཉིན་རེ་ཇི་བཞིན་ཇི་སྲིད་འཚོར། །ཤུ་ཀྲ་ཤོ་ཎི་འཕེལ་བར་འགྱུར། །
en: Doing this every day for the rest of one’s life Will increase one’s semen or blood.

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཨི་དཾ་དི་བྱཱ་མྲཾ་ཏཾ་མེ་ཀུ་རུ་ཧཱུྃ་ཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, prepare this divine nectar for me! Hūṁ phaṭ

source: ན་རི་ཀེ་ལའི་ནང་རུལ་དང་། །མ་ཧེ་ཡི་ནི་མར་གསར་དང་། །
en: “Fermented coconut, Also freshly churned buffalo butter,

source: འབྲས་བུ་ཞག་ལོན་དང་ལྡན་པ། །ཕག་ལས་བྱུང་བའི་ཚིལ་གྱིས་ནི། །
en: The fat of a pig Mixed with the scum of vāsya

source: ལིང་ག་རྣ་བ་ནུ་མ་དང་། །བྷ་ག་རྣམས་ཀྱང་རྣམ་པར་མཉེ། །ལུས་ཀུན་ཀྱང་ནི་རྣམ་མཉེས་ན། །
en: “If one rubs them on the penis, the ears, The breasts, and the vulva, Or rubs them on the whole body,

source: སེན་མོ་དང་ནི་བྲལ་བྱས་ནས། །མཛུབ་མོ་ཡིས་ནི་ཉེད་པར་བྱ། །
en: “One should cut the nail on one’s index finger And smear the finger with the above substances.

source: ཡོ་ནིའི་དབུས་སུ་རབ་ཏུ་ཉེད། །བྱུགས་ན་རན་དྷཱ་འཕེལ་བར་གྱུར། །
en: One should insert the finger inside the vagina until one makes it throb— This will strengthen the vagina.

source: སེ་འབྲུའི་ཤུན་པ་ཕྱེ་མ་ནི། །ཡུངས་ཀར་ཏིལ་མར་ལ་བཙོས་ནས། །
en: “One should cook the resin from the bark of a pomegranate tree Together with mustard oil—

source: ནུ་མ་མཉེས་ན་འཕེལ་བར་འགྱུར། །
en: When this is applied to a woman’s breasts, they will become healthy and strong.

source: ཡུངས་ཀར་དཀར་པོ་ཤུ་དག་དང་། །རྟ་དྲི་དང་ནི་བྲི་ཧ་ཏིའི། །ཕྱེ་མ་ཡིས་ནི་ཉེད་པར་བྱ། །ལིང་ག་ནུ་མ་རྣ་བ་འཕེལ། །
en: “Should one smear the penis, or breasts, or ears With the paste prepared from white mustard, Sweet flag, winter cherry, and large eggplant— These organs will become healthy and strong.

source: གླང་ཆེན་པི་པི་ལིང་དང་ནི། །ཨ་པར་ཛི་དཀར་པོ་ཡིས། །དེ་བཞིན་མ་ཧེའི་མར་གསར་གྱིས། །ལིང་ག་མཉེས་ན་འཕེལ་བར་བྱེད།
en: “Similarly, when a preparation Of gajapippalī and white butterfly pea Is smeared onto the penis together with freshly churned buffalo butter, The penis will become healthy and strong.

source: སེ་བ་ལ་དང་ཀ་ཊུ་དང་། །རོ་ཧི་ཎཱི་དང་མ་ཧེ་ཡི། །མར་གསར་བྱུགས་པས་ལིང་ག་འཕེལ། །
en: “When śevāla and black hellebore are smeared onto the penis with freshly churned buffalo butter, the penis will become healthy and strong.

source: དྷུ་ཏུ་ར་ཁུ་རྟ་དྲིའི་རྩ། །གནུར་ནས་མ་ཧེའི་མར་དང་བསྲེས། །
en: “One should grind the root of winter cherry together with downy datura, and mix it with freshly churned buffalo butter.

source: དྷུ་ཏུ་ར་ཡི་འབྲས་ནང་དུ། །ཉིན་མཚན་དུ་ནི་གཞག་པར་བྱ། །
en: One should leave the mixture for one day and night in a hollowed fruit of downy datura.

source: སྔོན་བཞིན་དུ་ནི་ཞག་གསུམ་དུ། །བྱུགས་ཤིང་མཉེས་པས་འཕེལ་བར་བྱེད། །
en: One should smear and rub it with the previously described preparation For three days, and it will become healthy and strong.

source: ཨིནྡྲ་གོ་བའི་ཕྱེ་མ་དང་། །མ་ཧེའི་མར་གྱིས་བསྒྲུབ་པར་བྱ། །ཡོ་ནིའི་ནང་དུ་བྱུགས་གྱུར་ན། །
en: “One should clarify buffalo butter in the powder of crushed fireflies and apply it to the interior of the vagina.

source: ཡོ་ནིའི་ལྷོད་པ་དམ་པར་འགྱུར། །
en: A loose vagina will become firm.

source: པདྨའི་ཟེ་འབྲུ་ཨུཏྤལ་འབྲུ། །པད་རྩ་ཨུ་ཤི་ར་དང་ནི། །མོན་ལུག་ཏིལ་མར་ནང་དུ་བཙོ། །
en: “One should cook seeds of red lotus, seeds and fibers of blue lotus, khaskhas grass, and nut grass in sesame oil.

source: ནི་མ་པའི་ཤུན་པའི་ཐང་གིས་ནི། །བྷ་ག་ལ་ནི་ཁྲུས་བྱའོ། །
en: “One should rinse the vagina with an infusion from the bark of the nimb tree.

source: ནི་མ་པའི་ཤུན་པས་བདུག་བྱས་ན། །
en: One should also fumigate it with nimb bark.

source: འདི་ནི་གཞོན་དང་དྲི་བཟངས་དང་། །སྐལ་བཟང་ཡོན་ཏན་དང་ལྡན་འགྱུར། །
en: The vagina will become young, fragrant, and endowed with the qualities of good fortune and so forth.

source: བ་བླ་ཡི་ནི་ཆ་ལྔ་དང་། །ཀིཾ་ཤུ་ཀ་ཀྵཱ་ར་ཆ་གཅིག །
en: “One should take five parts of yellow orpiment, one part of the potash of dhak

source: ཡ་བཀྵ་ར་ཆ་གཅིག་དང་། །ཆུ་ཤིང་ཀྵ་ར་ཆ་གཅིག་དང་། །
en: one part of the potash of barley, one part of the potash of plantain,

source: དེ་ནས་ཧ་ལ་ཧ་ལའི་སྤྲུལ། །མཇུག་མའི་ཕྱེ་མ་དང་བསྲེས་ནས། །ཚ་བའི་ཏིལ་མར་ཞག་བདུན་གཞག །
en: “Subsequently one should leave white mustard oil, mixed with the powdered tail of the halāhala snake, standing for seven days.

source: དེ་ཡིས་ལིང་ག་ལ་སོགས་མཉེ། །
en: One should rub it in around the penis and so on.

source: སླར་ཡང་སྤུ་ནི་འབྱུང་མི་འགྱུར།
en: Hair will not grow again.

source: མ་ཧེ་ཕག་དང་གླང་ཆེན་དང་། །ཀར་ཀ་ཊ་ཡི་ཞག་དང་ཚིལ། །ནུ་མ་ལ་སོགས་ཉེད་བྱས་འཕེལ། །
en: “If one rubs the breasts and so on with the sweat and the fat of a buffalo, pig, elephant, and crab, the breasts will become healthy and strong.

source: སྣ་མའི་མེ་ཏོག་ཏིལ་དང་བཏགས།
en: “One should blend the flowers of jasmine with sesame oil,

source: མ་ཧེ་ཡི་ནི་མར་གསར་དང་། །ཤུ་དག་རུ་རྟ་བ་ལ་དང་། །ནཱག་བ་ལ་ས་ཉེད་བྱས་ན། །ནུ་མ་འཕེལ་བར་བྱེད་པ་ཡིན། །
en: “Rubbing the nipples with the mixture of freshly churned buffalo butter, sweet flag, costus, country mallow, and veronicalolia will make them healthy and strong.

source: ཆུ་དྲོན་གྱིས་ནི་ཁྲུས་བྱས་ན། །
en: After rinsing them with warm water,

source: དཎྜ་ཨུཏྤལ་རྩ་བ་དང་། །བ་ཡི་མར་དང་བཏུང་བྱས་ན། །
en: “One should drink the root of vernonia with clarified butter.

source: དུས་ལྡན་དུས་ལ་སྦྲུམ་པར་འགྱུར། །
en: Then one will become pregnant during the fertile period of the monthly cycle.

source: རྟ་དྲིའི་རྩ་བ་མར་འཐུངས་ན། །སྦྲུམ་མ་ཉིད་དུ་འགྱུར་བ་ཡིན། །
en: “One should drink the root of winter cherry with clarified butter. Then one will become pregnant.

source: བ་ལ་ཨ་ཏི་པ་ལ་དང་། ཀ་ར་དང་། ཏིལ་དང་། མཱཀྵི་ཀའི་སྦྲང་དང་བཅས་པ་འཐུངས་ན་སྦྲུམ་པར་འགྱུར་རོ། །
en: “One should drink, together with honey, country mallow, Indian mallow, white sugar, and sesame. Then one will become pregnant.

source: བ་བླའི་རྩ་བ་ཆུ་དང་བཏགས་ནས་འཐུངས་ན།
en: “One should blend the root of country mallow with water and drink it.

source: ཁྲག་འཛག་པ་ཆད་པར་འགྱུར་རོ། །
en: This will stop excessive flow of menstrual blood.

source: ནས་ཀྱི་ཕྱེ་དང་། བའི་ཆུ་དང་། སྤོས་དཀར་དང་། ཤིང་མངར་དང་། མར་རང་གི་ལུས་ལ་དྲིལ་ཕྱིས་བྱས་ན་བཟང་པོར་འགྱུར་རོ། །
en: “If one smears barley flour, cow’s urine, oleogum resin, and Indian licorice on the body together with clarified butter, the whole body will become healthy.

source: བ་རཱ་ཉ་ཀྲ་ན་ཏཱའི་རྩ་བ་དུས་ལྡན་མའི་རྣ་བ་ལ་བཏགས་ན་སྦྲུམ་པར་འགྱུར་རོ། །
en: “After tying the root of sensitive plant to one’s ear during the fertile period of one’s cycle, one will become pregnant.

source: ཀ་ལ་མ་བིའི་ལོ་མ་ཟོས་ན་ཁམས་འཕེལ་ལོ། །
en: “If one eats the leaf of water spinach, one’s semen will increase.

source: སྦྲང་དང་ཞོ་ཟོས་ན་ཁམས་འཕེལ་ལོ། །དཀར་མར་ཟོས་ན་ཁམས་འཕེལ་ལོ། །
en: It will also be increased by eating sweetened curds, or by ingesting semen and menstrual blood.

source: བུད་མེད་ཀྱི་དྲི་ཆེན་དང་དྲི་ཆུ་མཉེས་ནས་འཐུངས་ན་ཁུ་བ་འཕེལ་ལོ། །
en: Likewise one will increase semen by rolling woman’s feces and urine into a pill and swallowing it.

source: སྐྱུ་རུ་རའི་ཕྱེ་མ་ཆུའམ་མར་དང་སྦྲང་དང་སྦྱར་ཏེ་ཕྱི་དྲོ་ཟོས་ན།
en: “In the evening, one should consume the powder of emblic myrobalan with water, or with clarified butter, or honey.

source: མིག་གཞོན་ནུ་དང་ཤེས་རབ་ཀྱང་སྐྱེ་བར་བྱེད་དོ། །
en: Then one’s vision will become youthful, and one will be intelligent.

source: སྐྱུ་རུ་རའི་ཕྱེ་མ་ཏིལ་ཕྱེ་མ་དང་མཉམ་པོ་མར་དང་སྦྲང་བཟའ་བར་བྱས་ན་ཡང་འབྲས་བུ་དེ་ཇི་ལྟ་བ་བཞིན་ནོ།
en: One should eat the powder of emblic myrobalan and ground sesame with clarified butter and honey. Then the effect will be the same.

source: གར་ཁ་ཏན་ཊུ་ལའི་རྩ་བ་དང་། རྟ་དྲི་དང་། ཏིལ་དང་། ནས་དང་། བུ་རམ་རོ་མཉམ་པོར་བྱས་ནས་བཟའ་བར་བྱས་ན་གཞོན་ནུར་འགྱུར་རོ། །
en: “One should eat bastard rosewood and the root of the rice plant together with winter cherry, sesame, and barley, having sweetened them with sugar to be of the same taste. Then one will become youthful again.

source: ཨ་རྫུ་ནའི་ཤུན་པའི་ཕྱེ་མ་འོ་མ་དང་སྦྱར་ཉིན་རེ་ཞིང་བཟའ་བར་བྱས་ན།
en: “One should eat powdered bark of the arjuna tree with milk and so on.

source: ལོ་གཅིག་གི་སྦྱོར་བས་ཚེ་ལོ་སུམ་བརྒྱའོ། །
en: After doing this for one year, one’s lifespan will be extended to three hundred years.

source: སྐྱུ་རུ་རའི་ཁུ་བ་སྲང་གཅིག་དང་། བ་ཀུ་སོ་མར་ཛའི་ཕྱེ་མ་ཞོ་གཉིས་ཐོ་རངས་འཐུངས་ནས།
en: “One should drink one pala of the juice of emblic myrobalan with one karṣa of powdered bawchan seed early in the morning.

source: ཞུ་བ་དང་འོ་མའི་བཟའ་བ་ཟོས་ན།
en: Having digested this mixture, one should drink milk.

source: ཟླ་བ་གཅིག་བྱས་ན་ཚེ་ལོ་ལྔ་བརྒྱ་འཚོའོ། །
en: Within one month, one’s lifespan will increase to five hundred years.

source: བཱ་གུ་ཙི་ཞོ་གཉིས་དང་དར་བ་དང་། ཆུ་དང་རྩ་བ་མོ་འོ་མ་དང་། གང་ཡང་རུང་བ་དང་སྦྱར་འཐུངས་ན་
en: “One should drink one karṣa of powdered bawchan seed with buttermilk, water, sour gruel, or milk.

source: ཟླ་བ་དྲུག་གི་སྦྱོར་བས་གཞོན་ནུར་འགྱུར་རོ། །
en: Then within six months, one will regain one’s youth.

source: མུཎྜ་རིའི་ཕྱེ་མ་མར་དང་ཟོས་ན།
en: “One should eat powdered black nightshade with clarified butter.

source: ཞག་བདུན་ཕྲག་གསུམ་གྱིས་ལོ་བརྒྱད་གཉིས་ལོན་པའི་རྣམ་པར་འགྱུར་རོ། །
en: Then one will obtain the form of a sixteen-year-old within twenty-one days.

source: ས་ན་པཱི་ཛཱའི་ཕྱེ་མ་སྲང་གཅིག་དང་། ར་ཀ་ཤཱ་ལ་སྲང་གཅིག་དང་། བ་ཁ་དོག་གཅིག་པའི་འོ་མ་ཁམ་ཕོར་དོ་བཙོ་བར་བྱའོ། །
en: “One should prepare one pala of powdered sunn hemp seeds and one pala of red rice, using two cups of milk from a single-colored cow.

source: དང་པོར་འོ་མ་ཁམ་ཕོར་གང་ཟད་པ་དང་བླངས་ནས།
en: First one should reduce the milk to one cup,

source: བཙོ་བར་བྱའོ། །དེ་ནས་བཟའ་བར་བྱའོ།
en: After cooking this mixture one should eat it.

source: སྨན་ཞུ་ནས་འོ་མ་དང་བཟའ་བར་བྱའོ། །
en: When it has been digested, one should drink some milk.

source: དེ་ནས་སྐྲ་ལ་སོགས་པ་ལྟུང་བར་འགྱུར་རོ། །སླར་ཡང་སྐྱེ་བར་འགྱུར་རོ། །
en: Then the hair and so forth will fall out and grow again.

source: དེ་ནས་སྐྲ་དཀར་དང་གཉེར་མ་བྲལ་ནས་ལོ་བརྒྱ་འཚོ་བར་འགྱུར་རོ། །
en: One will be free from wrinkles and gray hair, and will live for five hundred years.

source: རཀྟ་ཨུཙྪ་ཊའི་རྩ་བ་དང་། མར་དང་སྦྲང་རྣམས་ཞུམ་བུའི་ལག་པ་ཙམ་བཟའ་བར་བྱའོ། །
en: “One should eat a ‘cat’s paw’ of the root of red uccaṭā together with clarified butter and honey.

source: འདིའི་འབྲས་བུ་ནི་དེ་བཞིན་ཉིད་དོ། །
en: The result will be exactly the same.

source: སྐྱུ་རུ་ར་དང་། ཨ་རུ་ར་དང་། བྷྲྀང་གི་རཱ་ཛ་དང་། པི་པི་ལིང་དང་། ལོ་བ་རིས་དང་། ལྕགས་ཀྱི་ཕྱེ་མ་རྣམས་སྦྲང་དང་། ཀ་ར་དག་དང་། ཨུ་དུམ་པཱ་རའི་འབྲས་བུའི་ཚད་ཙམ་རིལ་བུ་བྱས་ནས།
en: “One should prepare a pill, one karṣa in weight, from powdered emblic myrobalan, yellow myrobalan, false daisy, long pepper, black pepper, and iron, together with honey and sugar.

source: དེ་ནས་རིལ་བུ་རེ་རེ་ཉིན་རེ་ཞིང་བཟའ་བར་བྱའོ། །
en: One should then swallow a single pill each day.

source: ཟླ་བ་གཅིག་གིས་ལོ་སུམ་བརྒྱ་འཚོའོ། །
en: Within a month, one’s lifespan will increase to three hundred years.

source: ནས་དང་། ཏིལ་དང་། རྟ་དྲི་དང་། ནཱ་ག་པི་ལ་དང་། པ་ཥཱ་དང་། །
en: barley, sesame, winter cherry, veronicalolia, and kidney beans,

source: སྟོབས་ཆེན་པོར་འགྱུར་རོ། །
en: One will become very strong.

source: རྣམ་པ་ཐམས་ཅད་དུ་བདག་ཉིད་ལྷའི་རྣམ་པར་བསྒོམས་ནས་གཏུམ་པོའི་སྔགས་ཀྱིས་སྨན་ཡང་དག་པར་བྱིན་གྱིས་བརླབ་པར་བྱའོ།
en: “One should always visualize oneself in the form of the deity and empower the medicine by incanting it with the mantra.”

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་གཏུམ་པོ་ཆེན་པོའི་རྒྱུད་ལས། ཁམས་ལ་སོགས་པ་འཕེལ་བའི་རིམ་པར་བྱེ་པ་སྟེ་བཅུ་བདུན་པའོ།། །།
en: This concludes the chapter on the increasing of semen, the seventeenth in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: ཨེ་རཎྜའི་རྩ་བ་རང་སྐྱུར་ལ་བཏགས་ནས་སྤྱི་བོ་མ་ཉེས་ན་
en: “One should blend the root of castor-oil plant with sour gruel, and rub it on the head.

source: མགོ་བོའི་ཟུག་རྔུ་ཞི་བར་འགྱུར་རོ། །
en: This will cure headache.

source: ར་དང་བ་དང་མིའི་ཆུ་བསྲེས་ནས་རྒྱ་མ་ཚ་དང་བཅས་པས་རྣ་བ་བཀང་ན་
en: “One should fill the ear with lukewarm urine of a goat, cow, or human, with added salt.

source: རྣ་བའི་ནད་ཞི་བར་འགྱུར་རོ། །
en: This will cure ear diseases.

source: སྡོམ་སྐམ་པོ་ཏིལ་མར་དུ་བཅུག་ནས།
en: one should place a dried spider into sesame oil.

source: ཀ་ཊ་ཀྃ་དང་། པི་པི་ལིང་དང་། སྐྱུ་རུ་ར་དང་། ཡུང་བ་དང་། ཟིལ་པའི་ཆུ་ལ་རིལ་བུ་བྱས་ནས་
en: “One should make a pill from clearing nut, long pepper, emblic myrobalan, turmeric, and sweet flag, mixed with dew water.

source: དེ་ཡིས་མིག་སྨན་བྱས་ན།
en: If one anoints the eyes with it,

source: མིག་གི་ནད་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: all eye diseases will be cured.

source: སྦྲང་དང་པི་པི་ལིང་གི་མིག་སྨན་གྱིས་ཀྱང་ངོ་། །
en: Alternatively one should anoint them with honey and long pepper.

source: རྣ་ལྤབས་དང་སྦྲང་གིས་མིག་སྨན་བྱས་ན་སྲོད་ལོང་སེལ་བར་བྱེད་དོ།
en: “By applying earwax with honey to the eyes, one will cure night blindness.

source: སྣ་ཁྲག་འཛག་པ་འཆད་དོ། །
en: One’s nose will stop bleeding.

source: ར་ཏའི་རྩ་བས་སོ་འཆའ་བ་སེལ་བར་བྱེད་དོ། །
en: “With the root of Indian licorice, one will kill worms in one’s teeth.

source: བའི་མར་དང་། བའི་འོ་མ་དང་། སྡིག་པའི་རྐང་པ་བཅོས་ནས་
en: “One should cook clarified butter and milk, and crab’s feet.

source: རྐང་མཐིལ་ལ་མཉེ་བར་བྱས་ན།
en: Rubbing this on one’s feet

source: སོ་འཆའ་བ་རྣམ་པར་སེལ་བར་བྱེད་དོ། །
en: will kill the worms in one’s teeth.

source: ལ་ཕུག་གི་ས་བོན་དང་། པྲི་ཡང་ཀུ་དང་། ཙནྡན་དམར་པོ་དང་། རུ་རྟ་དང་བཏགས་ནས་
en: “One should grind radish seeds, perfumed cherry, red sandalwood, and costus.

source: ཧ་རི་ཎའི་ཤ་སྐམ་པོ་སྲང་གཅིག་དང་། རའི་འོ་མ་དང་བཏུང་བར་བྱས་ན།
en: “One should drink one pala of a broth from dried deer meat in goat’s milk.

source: ཟད་བྱེད་ཀྱི་ནད་སེལ་བར་བྱེད་དོ། །
en: This will cure phthisis.

source: མ་ཧེའི་ཞོ་དང་འབྲས་ཟན་གྱི་བཟའ་བས།
en: “Eating a dish of buffalo curds and rice porridge

source: བཙན་ཐབས་སུ་འཁྲུ་བ་སེལ་བར་བྱེད་དོ། །
en: will stop dysentery.

source: རུ་རྟའི་ཤུན་པ་ཆ་གཉིས་དང་། ཕོ་བ་རིས་དང་། བུ་རམ་དང་། སྒོག་སྐྱ་རྣམས་ཆ་རེ་བའི་དར་བ་དང་། འཐུངས་ན་
en: “One should drink two parts of the bark of ivory tree and one part of black pepper, sugar, and Indian heliotrope with buttermilk.

source: ལྟོ་འགྱིང་ས་པ་སེལ་ལོ། །
en: This will cure stomach bloat.

source: སྐྱུ་རུ་ར་དང་། པེ་པི་ལིང་དང་། ཙི་ཏྲ་ཀ་དང་། སྒེ་གཤེར་དང་། བུ་རམ་རྙིང་པ་དང་། མར་དང་སྦྲང་དང་། ཆ་མཉམ་དུ་དགོངས་ཀ་ཟོས་ན།
en: “Eating emblic myrobalan, long pepper, leadwort, and fresh ginger with old sugar, clarified butter, and honey in equal parts,

source: ལྟོ་བའི་ནད་སེལ་བར་བྱེད་དོ། །
en: will cure diseases of the abdomen.

source: སྒེ་གཤེར་དང་། ཟིར་དང་། ཞོའི་ཐུག་པ་ལན་ཚྭ་དང་བཅས་པ་འཐུངས་པས་
en: “One should drink fresh ginger and cumin seeds with curds or the scum of boiled rice, together with salt.

source: རབ་ཏུ་ཚ་བའི་ཆུ་ནད་རྣམ་པར་སེལ་ལོ། །
en: One will cure urinary infections.

source: ཀ་ར་དང་། ཡ་བཀྵ་ར་དང་ཆ་མཉམ་དུ་བཟའ་ཞིང་།
en: “One should either eat sugar with barley potash in equal parts, or

source: ཤོ་བྷ་ཛ་ནའི་ཙ་བའི་ཆང་འཐུངས་ན།
en: drink an infusion of the root of drumstick tree.

source: ཆུ་སོའི་རྡེའུ་འབྱིན་པར་བྱེད་དོ། །
en: Then kidney stones will be passed.

source: ཨ་རུ་ར་དང་། ཙི་ཏྲ་ཀ་དང་། སྒེ་གཤེར་དང་། དར་བ་འཐུངས་ན་
en: “One should drink yellow myrobalan, leadwort, and fresh ginger, with sour cream.

source: མཆེར་པ་སྐྲངས་པའི་ནད་སེལ་ལོ། །
en: This will cure diseases of the spleen.

source: ཟིར་དང་། བུ་རམ་བཟའ་བར་བྱས་ན།
en: “One should eat cumin seeds with sugar.

source: ཚ་བ་སེལ་བར་བྱེད་དོ། །
en: This will cure fever

source: ཡ་བཀྵ་ར་དང་། ཞོ་འཐུང་བར་བྱས་ན་
en: “One should drink barley potash with curds.

source: མེ་འབར་བ་དང་། སྲིན་བུའི་ནད་སེལ་བར་བྱེད་དོ། །
en: The fire will burn and the parasites will die.

source: ཨ་རུ་ར་དང་། བུ་རམ་གྱི་བཟའ་བས་
en: “Eating yellow myrobalan with sugar

source: ཨ་རུ་ར་དང་། སྒ་སྐྱའི་བཟའ་བས་
en: Eating yellow myrobalan with dry ginger

source: དཱུར་བ་དང་ཡུང་བ་བཏགས་ནས་བྱུགས་ན་
en: “One should grind doob grass with turmeric and apply it.

source: བུ་རམ་དང་ཚ་བའི་མར་ཁུ་འཐུངས་ན་
en: one should drink sugar and white mustard oil.

source: གློ་དང་དབུགས་གདུག་པ་སེལ་བར་བྱེད་དོ། །
en: This will cure asthma.

source: ཨ་རྫུ་ནའི་ཤུན་པ་དང་། མར་ལ་སོགས་པ་ཟོས་ན་
en: “Eating the bark of arjuna tree together with clarified butter

source: སྙིང་གི་ཟུག་རྔུ་སེལ་བར་བྱེད་དོ། །
en: will cure heart palpitations.

source: ཀ་བེད་བསྲེགས་ལ་བུ་རམ་དང་བཟའ་བར་བྱས་ན། །
en: “One should roast bel fruit and eat it with sugar.

source: མ་ཏུ་ལུང་ཀའི་ཁུ་བ་བུ་རམ་དང་བཏུང་བར་བྱས་ན་
en: “Drinking citron juice with sugar

source: ཟུག་རྔུ་སེལ་བར་བྱེད་དོ། །
en: will cure aches and pains.

source: ཀ་ཏ་ཀྃ་དང་། སྦྲང་གིས་མིག་སྨན་བྱས་ན་
en: “One should apply an ointment of umbrella tree with honey to the eyes.

source: མིག་ནད་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: This will cure all eye diseases.

source: བུ་རམ་དང་། མར་ཟ་བར་བྱེད་ན།
en: “One should eat sugar with clarified butter.

source: རླུང་དང་། མཁྲིས་པ་དང་། བད་ཀན་དང་། མཛེ་ལ་སོགས་པ་རྣམ་པར་སེལ་བར་བྱེད་དོ། །
en: This will cure excess wind, bile, and phlegm, as well as leprosy, and other diseases.

source: འབྲས་བུ་གསུམ་གྱི་ཕྱེ་མ། མར་དང་། སྦྲང་དང་བཟའ་བར་བྱས་ན་
en: “One should eat the powder of the three myrobalan fruits with clarified butter and honey.

source: ནད་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: This will remove all diseases.

source: ཨ་རུ་རའི་ཕྱེ་མ་དང་། མར་དང་། སྦྲང་དང་། ཕྱི་དྲོའི་དུས་སུ་ལྡགས་ན།
en: “In the evening, one should ingest powdered yellow myrobalan with clarified butter and honey.

source: རླུང་དང་། བད་ཀན་སེལ་བར་བྱེད་དོ། །
en: This will remove excess wind and phlegm.

source: བཱ་ཤ་ཀའི་ཡན་ལག་ལྔ་དང་། ཆུ་དག་དང་། ཚངས་མ་དང་། པི་པི་ལིང་རྣམས་སྐམས་ནས་ཕྱེ་མར་བྱས་ཏེ།
en: “One should dry out and pulverize the root, bark, leaf, flower, and fruit of Malabar nut, sweet flag, Indian pennywort, and long pepper, and

source: རྒྱམ་ཚ་དང་། སྦྲང་དང་། རིལ་བུ་བྱས་ཏེ།
en: make them into a pill with salt and honey.

source: དེ་ནས་དགོངས་མོ་ཟོས་ན་བད་ཀན་རྣམས་སེལ་ཞིང་ཤིན་ཏུ་དབྱངས་སྙན་པར་བྱེད་དོ། །
en: One should take it in the evening. This will remove excess wind and phlegm, and one’s voice will become melodious.

source: ཚངས་མ་དང་། ཆུ་དག་དང་། བཅའ་སྒ་དང་། པི་པི་ལིང་དང་། ཨ་རུ་ར་དང་། བ་ཤ་ཀ་དང་། སེང་ལྡེང་རྣམས་སྦྲང་ལ་རིལ་བུ་བྱས་ནས་
en: “One should prepare a pill of Indian pennywort, sweet flag, dry ginger, long pepper, yellow myrobalan, Malabar nut, and catechu with honey, and

source: བཟའ་བར་བྱས་ན་དེ་ལྟ་བུའི་འབྲས་བུ་ཉིད་དོ། །
en: eat it. The result will be the same.

source: ལ་ཕུག་དང་། བཅའ་སྒ་དང་། ཨ་རུ་ར་དང་། རྒྱམ་ཚ་དང་ཆ་མཉམ་པོར་བཟའ་བར་བྱས་ན།
en: “One should eat, in equal parts, ajowan, dry ginger, and yellow myrobalan with salt.

source: མ་ཞུ་བ་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: This will cure all indigestion.

source: སླེ་ཏྲེས་ཀྱི་ཁུ་བ་དང་། སྦྲང་འཐུང་བར་བྱས་ན་
en: “One should drink the juice of moonseed with honey

source: འོ་མ་དང་། པི་པི་ལིང་གི་ཕྱེ་མ་མར་དང་། སྦྲང་དང་འཐུང་བར་བྱས་ན།
en: “One should drink milk and ground long pepper together with clarified butter and honey

source: ཚ་བ་དང་། སྙིང་ནད་དང་། གློ་ལ་སོགས་པ་སེལ་བར་བྱེད་དོ། །
en: to cure fever, heart diseases, cough, and so on.

source: ལཛྫ་ལུ་དང་། ཤ་ར་པུང་ཀའི་རྩ་བ་འབྲས་ཁུ་གྲང་མོས་བཏགས་ནས་
en: “One should grind the roots of sensitive plants and wild indigo with cold rice porridge,

source: སླེ་ཏྲེས་ཀྱི་རྩ་བ་བཟའ་བར་བྱས་ན། །
en: One should also eat the root of moonseed.

source: བཅའ་སྒ་དང་། ཡ་བཀྵ་ར་བཟའ་བར་བྱས་ན་
en: “One should eat dry ginger with barley potash.
